Repository: kimjjang869-bot/pickshot
Catalog: PhotoRawManager/Localizable.xcstrings
Source language: ko
Languages: en

source: SP: \(spCount)ì¥
en: SP: \(spCount) photos

source: SSD ê³ ì
en: SSD High-Speed

source: Shift + ë°©í¥í¤
en: Shift + Arrow Keys

source: Shift + í´ë¦­
en: Shift + Click

source: SmartCull + ì¸ë¬¼ ë©ë´ + HDD/SD ìµì í
en: SmartCull + People Menu + HDD/SD Optimization

source: Upright ê°ì´ë + ëì¼ ì¤í¬ë¦° ë·°ì´
en: Upright Guide + Dual Screen Viewer

source: Vision ë¡ì»¬ ë¶ë¥
en: Vision Local Classification

source: Vision ë¶ì
en: Vision Analysis

source: Vision ì¥ë©´ ë¶ë¥ + ì¼êµ´ ê·¸ë£¹í
en: Vision Scene Classification + Face Grouping

source: XMP (ë³ì ): \(withRAW)ì¥ ìì± ìì 
en: XMP (Ratings): \(withRAW) to be created

source: XMP ì¬ì´ëì¹´ (Lightroom/Bridge í¸í)
en: XMP Sidecar (Lightroom/Bridge Compatible)

source: XMP ì¬ì´ëì¹´ ìì±
en: Create XMP Sidecar

source: ZIP íì¼ ì´ê¸°...
en: Open ZIP File...

source: [CLASSIFY] \(c): \(cnt)ì¥
en: [CLASSIFY] \(c): \(cnt) photos

source: [CLASSIFY] \(m): \(cnt)ì¥
en: [CLASSIFY] \(m): \(cnt) photos

source: [CLASSIFY] \(t): \(cnt)ì¥
en: [CLASSIFY] \(t): \(cnt) photos

source: [CLASSIFY] \(tag): \(cnt)ì¥
en: [CLASSIFY] \(tag): \(cnt) photos

source: [CLASSIFY] êµ¬ë:
en: [CLASSIFY] Composition:

source: [CLASSIFY] ììë¶ìê¸°:
en: [CLASSIFY] Color Mood:

source: [CLASSIFY] ìê°ë:
en: [CLASSIFY] Time of Day:

source: [CLASSIFY] ì¸ë¬¼ê°ì§: \(personPhotos)ì¥, í ì¤í¸ê°ì§: \(textPhotos)ì¥
en: [CLASSIFY] Person detected: \(personPhotos) photos, Text detected: \(textPhotos) photos

source: [CLASSIFY] ì¥ë©´íê·¸:
en: [CLASSIFY] Scene Tags:

source: [CLASSIFY] ì´ \(photoSnapshots.count)ì¥ â ë¶ë¥ë¨: \(classified.count)ì¥, ë¯¸ë¶ë¥: \(unclassified.count)ì¥
en: [CLASSIFY] Total \(photoSnapshots.count) photos â Classified: \(classified.count), Unclassified: \(unclassified.count)

source: \(Int(elapsed))ì´
en: \(Int(elapsed))s

source: \(Int(eta))ì´
en: \(Int(eta))s

source: \(Int(eta/60))ë¶ \(Int(eta) % 60)ì´
en: \(Int(eta/60))m \(Int(eta) % 60)s

source: \(Int(interval / 3600))ìê° \(Int((interval.truncatingRemainder(dividingBy: 3600)) / 60))ë¶
en: \(Int(interval / 3600))h \(Int((interval.truncatingRemainder(dividingBy: 3600)) / 60))m

source: \(Int(interval / 60))ë¶
en: \(Int(interval / 60))m

source: \(Int(interval))ì´
en: \(Int(interval))s

source: \(Int(previewCacheSize))ì¥
en: \(Int(previewCacheSize)) photos

source: \(Int(remaining / 60))ë¶ \(Int(remaining) % 60)ì´ ë¨ì
en: \(Int(remaining / 60))m \(Int(remaining) % 60)s remaining

source: \(Int(remaining / 60))ë¶ \(Int(remaining.truncatingRemainder(dividingBy: 60)))ì´
en: \(Int(remaining / 60))m \(Int(remaining.truncatingRemainder(dividingBy: 60)))s

source: \(Int(remaining / 60))ë¶ \(Int(remaining.truncatingRemainder(dividingBy: 60)))ì´ ë¨ì
en: \(Int(remaining / 60))m \(Int(remaining.truncatingRemainder(dividingBy: 60)))s remaining

source: \(Int(remaining))ì´
en: \(Int(remaining))s

source: \(Int(remaining))ì´ ë¨ì
en: \(Int(remaining))s remaining

source: \(Int(styleThreshold))ì  ì´ì ì ë 
en: Cull \(Int(styleThreshold)) pts or higher

source: \(SystemSpec.shared.cpuBrand) (\(SystemSpec.shared.coreCount)ì½ì´)
en: \(SystemSpec.shared.cpuBrand) (\(SystemSpec.shared.coreCount) cores)

source: \(activeCount)ê° ìì
en: \(activeCount) tasks

source: \(activeFields)ê° íë â \(targetPhotos.count)ì¥ì ì ì©
en: \(activeFields) fields â applied to \(targetPhotos.count) photos

source: \(aiConcurrency)ì¥
en: \(aiConcurrency) photos

source: \(analysisType) ë¶ì ì¤...
en: Analyzing \(analysisType)...

source: \(analyzed)/\(total)ì¥
en: \(analyzed)/\(total) photos

source: \(bestPhoto.fileName) ì¤íì´ì¤ ì ë  í ê¸
en: \(bestPhoto.fileName) Space culling toggle

source: \(cluster.photoIDs.count)ì¥
en: \(cluster.photoIDs.count) photos

source: \(completed)/\(photos.count)ì¥
en: \(completed)/\(photos.count) photos

source: \(count)ì¥
en: \(count) photos

source: \(count)ì¥ Â· \(modelName)
en: \(count) photos Â· \(modelName)

source: \(count)ì¥ ì ë¡ëë¨
en: \(count) photos uploaded

source: \(count)ì¥ì ì¬ì§ì´ ë°ê²¬ëììµëë¤
en: \(count) photos found

source: \(done)ì¥ \(verb) ìë£
en: \(done) photos \(verb) complete

source: \(engine.capitalized) ì°ê²° ì±ê³µ
en: \(engine.capitalized) connected successfully

source: \(faceRows.count)ëª ê°ì§
en: \(faceRows.count) faces detected

source: \(failed)ì¥ ì¤í¨
en: \(failed) photos failed

source: \(filesToUpload.count)ê° íì¼
en: \(filesToUpload.count) files

source: \(group.clusters.flatMap(\.photoIDs).count)ì¥
en: \(group.clusters.flatMap(\.photoIDs).count) photos

source: \(group.count)ì¥
en: \(group.count) photos

source: \(group.photos.count)ì¥
en: \(group.photos.count) photos

source: \(groups.count)ê° ìê°ë Â· \(groups.reduce(0) { $0 + $1.photos.count })ì¥
en: \(groups.count) time slots Â· \(groups.reduce(0) { $0 + $1.photos.count }) photos

source: \(icon) \(cat) (\(count)ì¥)
en: \(icon) \(cat) (\(count) photos)

source: \(icon) \(level) (\(count)ì¥)
en: \(icon) \(level) (\(count) photos)

source: \(label.rawValue) (í¤: \(label.key.isEmpty ?
en: \(label.rawValue) (Key: \(label.key.isEmpty ?

source: \(label.rawValue) ë¼ë²¨ íí° (\(label.key.isEmpty ?
en: \(label.rawValue) Color Label Filter (\(label.key.isEmpty ?

source: \(last.action) ëëë¦¬ê¸° ìë£
en: \(last.action) undo complete

source: \(last.removedPhotos.count)ì¥ ì­ì  ëëë¦¬ê¸° ìë£
en: \(last.removedPhotos.count) photos deletion undone

source: \(minGroupSize)ì¥ ì´ì
en: \(minGroupSize) or more photos

source: \(moved)ì¥ ì´ë ìë£ (Cmd+Z ëëë¦¬ê¸°)
en: \(moved) photos moved (Cmd+Z to undo)

source: \(parsedFilenameCount)ê° ê°ì§ë¨
en: \(parsedFilenameCount) detected

source: \(photo.fileName): ì´ë¦ ì¶©ë
en: \(photo.fileName): Name conflict

source: \(photoCount)ì¥
en: \(photoCount) photos

source: \(photos.count)ì¥ ì íë¨
en: \(photos.count) photos selected

source: \(photos.filter { !$0.isFolder }.count)ì¥
en: \(photos.filter { !$0.isFolder }.count) photos

source: \(photosToUpload.count)ì¥
en: \(photosToUpload.count) photos

source: \(q.score)ì 
en: \(q.score) pts

source: \(quizSelected.count)ì¥ ì í
en: \(quizSelected.count) photos selected

source: \(r)ì 
en: \(r) pts

source: \(result.selectedCount)ì¥ ë² ì¤í¸ì· ì ë  ìë£
en: \(result.selectedCount) best shots culled

source: \(result.succeeded)ì¥ ìë£ (\(String(format:
en: \(result.succeeded) photos done (\(String(format:

source: \(result.success)ê° íì¼ ë³ê²½ ìë£
en: \(result.success) files changed

source: \(savedCount)ê° íì¼ì ë©íë°ì´í°ê° ì ì¥ëììµëë¤.
en: Metadata saved to \(savedCount) files.

source: \(score)ì 
en: \(score) pts

source: \(self.cameraName) ì°ê²° ì¤...
en: Connecting \(self.cameraName)...

source: \(self.cameraName) ì°ê²°ë¨ - ì´¬ì ëê¸° ì¤
en: \(self.cameraName) connected â waiting for capture

source: \(self.cameraName) ì¤ë¹ ìë£ - ì´¬ìíì¸ì
en: \(self.cameraName) ready â shoot now

source: \(self.photos.filter { !$0.isFolder }.count)ì¥
en: \(self.photos.filter { !$0.isFolder }.count) photos

source: \(service.uploadDone)ì¥ ì ë¡ë ìë£
en: \(service.uploadDone) photos uploaded

source: \(session.volumeName) ë°±ì ì¤...
en: Backing up \(session.volumeName)...

source: \(sessionName)_ìë³¸.zip
en: \(sessionName)_originals.zip

source: \(skippedCount)ì¥ ì¤ë³µ ê±´ëë°ê¸°
en: \(skippedCount) duplicates skipped

source: \(sourcePhotos.count)ì¥
en: \(sourcePhotos.count) photos

source: \(speed) Â· ë¨ì ìê°: \(eta)
en: \(speed) Â· Time remaining: \(eta)

source: \(store.aiClassifyErrors.count) ì¤í¨
en: \(store.aiClassifyErrors.count) failed

source: \(store.fileMoveLabel) ì¤...
en: \(store.fileMoveLabel)...

source: \(store.filteredPhotos.filter { !$0.isFolder }.count)ì¥
en: \(store.filteredPhotos.filter { !$0.isFolder }.count) photos

source: \(store.photos.count)ì¥ì ì¬ì§ì ë¶ìí©ëë¤
en: Analyzing \(store.photos.count) photos

source: \(subfolderCount)ê° í´ë
en: \(subfolderCount) folders

source: \(succeeded)ì¥ ì±ê³µ
en: \(succeeded) photos succeeded

source: \(targetPhotos.count)ê° íì¼ ì´ë¦ ë³ê²½ ìì 
en: \(targetPhotos.count) files to be renamed

source: \(targetPhotos.count)ì¥
en: \(targetPhotos.count) photos

source: \(targetPhotos.count)ì¥ â \(totalPages)íì´ì§
en: \(targetPhotos.count) photos â \(totalPages) pages

source: \(tierDisplayName(SystemSpec.shared.effectiveTier)) (ìë: \(tierDisplayName(SystemSpec.shared.autoTier)))
en: \(tierDisplayName(SystemSpec.shared.effectiveTier)) (Auto: \(tierDisplayName(SystemSpec.shared.autoTier)))

source: \(total)ì¥ ì í
en: \(total) photos selected

source: \(tracker.requestCount)í
en: \(tracker.requestCount) requests

source: \(undone)ì¥ ì´ë ëëë¦¬ê¸° ìë£
en: \(undone) photos move undone

source: _ (ì¸ëì¤ì½ì´)
en: _ (Underscore)

source: pHash ì´ë¯¸ì§ ì§ë¬¸ ë¹êµ (êµ¬ë/ìê°/ë°ê¸°)
en: pHash image fingerprint comparison (composition/color/brightness)

source: pHash(ì´ë¯¸ì§ ì§ë¬¸) + EXIF ì´¬ììê°ì¼ë¡ ìë³¸ì ì°¾ìµëë¤. API ë¹ì© ìì´ ë¡ì»¬ìì ì¤íë©ëë¤.
en: Finds originals using pHash (image fingerprint) + EXIF capture time. Runs locally with no API cost.

source: v5.0 ì´ì 
en: Before v5.0

source: v8.0 ìë¡ì´ ê¸°ë¥
en: What's New in v8.0

source: yyyyë  Mì dì¼ HH:mm
en: MMM d, yyyy HH:mm

source: ~10ì´
en: ~10s

source: ~2ë¶
en: ~2m

source: ~30ì´
en: ~30s

source: ~5ë¶
en: ~5m

source: Â© 2026 ìê° ì´ë¦
en: Â© 2026 Artist Name

source: Â· \(result.failed)ì¥ ì¤í¨
en: Â· \(result.failed) photos failed

source: â¢ PickShot ì´ ì ë¡ëí íì¼ìë§ ì ê·¼ (drive.file)
en: â¢ Access only files uploaded by PickShot (drive.file)

source: â¢ ì¬ì©ìì ë¤ë¥¸ Google Drive íì¼ì ë³´ì§ ììµëë¤
en: â¢ Does not access other Google Drive files

source: â¢ í í°ì Mac Keychain ìë§ ì ì¥ëë©° ì¸ë¶ë¡ ì ì¡ëì§ ììµëë¤
en: â¢ Token is stored only in Mac Keychain and never sent externally

source: ââ© ë«ê¸°
en: ââ© Close

source: ââââ AI ë¶ë¥ ìë£ ââââ
en: ââââ AI Classification Complete ââââ

source: ââââ ì¹´í ê³ ë¦¬ë³ ââââ
en: ââââ By Category ââââ

source: â ï¸ JSON ì¶ë ¥ íìì í¬í¨í´ì¼ ê²°ê³¼ê° ì ìì ì¼ë¡ íì±ë©ëë¤
en: â ï¸ The JSON output format must be included for results to parse correctly

source: â ï¸ \(failedCount)ê° ì¤í¨
en: â ï¸ \(failedCount) failed

source: â ï¸ ì£¼ì: Backspace í¤ë¥¼ ëë¥´ë©´ ìë³¸ íì¼ì´ í´ì§íµì¼ë¡ ì´ëë©ëë¤. ì¤ìë¡ ì­ì í ì ìì¼ë ì£¼ìíì¸ì.
en: â ï¸ Warning: Pressing Backspace moves the original file to Trash. Be careful not to delete by mistake.

source: â ï¸ í´ë ìì± ì¤í¨: \(error.localizedDescription)
en: â ï¸ Folder creation failed: \(error.localizedDescription)

source: â ï¸ í´ë ì´ë ì¤í¨: \(error.localizedDescription)
en: â ï¸ Folder move failed: \(error.localizedDescription)

source: â ï¸ í´ì§íµì¼ë¡ ì´ë
en: â ï¸ Move to Trash

source: â¡ ê· í â íì¤ ì¤ì  ì¶ì²
en: â¡ Balanced â Standard settings recommended

source: â ì±ê³µ: \(successCount)ì¥
en: â Success: \(successCount) photos

source: â íì±íëììµëë¤. \(formatter.string(from: expiry)) ê¹ì§ ì¬ì© ê°ë¥
en: â Activated. Available until \(formatter.string(from: expiry))

source: â AI ë³´ì  ì¤í¨: \(error.localizedDescription) API í¤ì ìì¡ì íì¸íì¸ì.
en: â AI Adjustment Failed: \(error.localizedDescription) Please check your API key and balance.

source: â AI ë¶ë¥ ì¤í¨ \(error.localizedDescription)
en: â AI Classification Failed \(error.localizedDescription)

source: â ì¤í¨: \(errorCount)ì¥
en: â Failed: \(errorCount) photos

source: â ì í¨íì§ ìì í¤ì ëë¤.
en: â Invalid key.

source: â ì´ ê¸°ê¸°ë ì´ë¯¸ ë¤ë¥¸ í ì¤í° í¤ë¡ íì±íëì´ ììµëë¤.
en: â This device is already activated with a different tester key.

source: â ì´ í¤ë ë¬´í¨íëììµëë¤.
en: â This key has been invalidated.

source: ê°ì´ë ìê·¼ ë³´ì 
en: Guided Perspective Correction

source: ê°ì ¸ì¤ê¸°
en: Import

source: ê°ì ¸ì¤ê¸° ê²°ê³¼ê° ììµëë¤
en: No import results

source: ê°ì ¸ì¤ê¸° ì¤í¨
en: Import Failed

source: ê°ì§ë ì¼êµ´ì´ ììµëë¤
en: No faces detected

source: ê°ì§ë ì°ì¬ ê·¸ë£¹ì´ ììµëë¤
en: No burst groups detected

source: ê°ë
en: Intensity

source: ê°ë³ ì í
en: Individual Select

source: ê°ë³ ì¶ê°/í´ì 
en: Add/Remove Individually

source: ê°ì¸ì ë³´ ì²ë¦¬ë°©ì¹¨
en: Privacy Policy

source: ê±´ëë°ê¸°
en: Skip

source: ê±´ëë°ê¸° â
en: Skip â

source: ê±´ëë´ íì¼: \(result.skipped)ê°
en: Skipped files: \(result.skipped)

source: ê±´ëë
en: Skipped

source: ê±´ë¬¼/ê±´ì¶
en: Buildings/Architecture

source: ê²ì
en: Search

source: ê²ì 
en: Black

source: ê²ì  ê³ì´
en: Black Tones

source: ê²ì¦ ì¤í¨
en: Verification Failed

source: ê²ì¦ ìë£
en: Verification Complete

source: ê²°ê³¼ ì ì© ì¤...
en: Applying results...

source: ê²°ê³¼ ì°½ ë«ê¸°
en: Close Results Window

source: ê²°ê³¼ ì´ê¸°í
en: Reset Results

source: ê²½ë¡ ë³µì¬
en: Copy Path

source: ê²½ë¡ ì°¾ê¸°
en: Find Path

source: ê²½ë¡: ~/Library/Logs/PickShot/
en: Path: ~/Library/Logs/PickShot/

source: ê³ì° ì¤...
en: Calculating...

source: ê³ì ì ë¡ë
en: Continue Upload

source: ê³ ê°ë ë ¸ì´ì¦ ì ê±°
en: High-ISO Noise Reduction

source: ê³ ê° ì ë 
en: Client Culling

source: ê³ ê°ì´ QR ì¤ìº â ì¬ì§ ì ë  â ìë£ ê²°ê³¼ê° Google Driveì ìë ì ì¥ë©ëë¤
en: Client scans QR â Culls photos â Done Results are automatically saved to Google Drive

source: ê³µê° ë§í¬
en: Public Link

source: ê³µì°/ì½ìí¸
en: Performance/Concert

source: ê³µì ê¶í ì¤ì  ì¤í¨ (\(statusCode))
en: Failed to set sharing permissions (\(statusCode))

source: ê³µì ë§í¬ (\(shareLinks.count)ê°):
en: Share Links (\(shareLinks.count)):

source: ê³µì ë§í¬ ë³µì¬
en: Copy Share Link

source: ê´ë (40)
en: Lenient (40)

source: êµ¬ë ì¤
en: Subscribed

source: êµ¬ë íë ë³´ê¸°
en: View Subscription Plans

source: êµ¬ë§¤ ë³µì
en: Restore Purchases

source: êµ¬ë¶ì
en: Separator

source: êµ­ê°
en: Country

source: êµ°ì¤
en: Crowd

source: ê· í
en: Balanced

source: ê· í (ì¶ì²)
en: Balanced (Recommended)

source: ê·¸ë£¹
en: Group

source: ê·¸ë£¹ \(group.groupIndex + 1)
en: Group \(group.groupIndex + 1)

source: ê·¸ë£¹í ì¤...
en: Grouping...

source: ê·¸ë¦¬ë+ë¯¸ë¦¬ë³´ê¸°
en: Grid+Preview

source: ê¸°ë 
en: Memorial

source: ê¸°ë³¸
en: Default

source: ê¸°ë³¸ ë´ë³´ë´ê¸° í´ë
en: Default Export Folder

source: ê¸°ë³¸ ë´ë³´ë´ê¸° í´ëë¥¼ ì ííì¸ì
en: Select default export folder

source: ê¸°ë³¸ ë³´ê¸° ëª¨ë
en: Default View Mode

source: ê¸°ë³¸ ì±ì¼ë¡ ì´ê¸°
en: Open with Default App

source: ê¸°ë³¸ ìì¹ë¡
en: Reset Position

source: ê¸°ë³¸ ì ë ¬
en: Default Sort

source: ê¸°ë³¸ ì ë³´
en: Basic Info

source: ê¸°ì¤ \(Int(threshold))ì  ì´ì \(recommended.count)ì¥ ì ë  ìë£
en: Culling complete â \(recommended.count) photos above \(Int(threshold)) pts

source: ê¸°ì¤ì  ì´ì ìë ì ë 
en: Auto Cull Above Threshold

source: ê¸°í
en: Other

source: ê¸°í íë¡ê·¸ë¨ ì í...
en: Choose Other App...

source: ê¸´ ë³:
en: Long Edge:

source: êº¼ë´ê¸°
en: Eject

source: ëì¨
en: Poor

source: ëì¤ì
en: Later

source: ë ì§ + ë²í¸
en: Date + Number

source: ë ì§ + í ì¤í¸ + ë²í¸
en: Date + Text + Number

source: ë ì§ì (ì¤ëë)
en: Date (Oldest)

source: ë ì§ì (ìµì )
en: Date (Newest)

source: ë¨ì ìê°: \(session.eta)
en: Time Remaining: \(session.eta)

source: ë®ì í´ìë ë¹ ë¥¸ íì
en: Low Resolution Fast Navigation

source: ë®ì
en: Low

source: ë´ ì·¨í¥ ê¸°ë° ì ì
en: Score Based on My Preferences

source: ë´ ì»¬ë ì 
en: My Collection

source: ë´ë³´ë´ê¸°
en: Export

source: ë´ë³´ë´ê¸° (Cmd+E)
en: Export (Cmd+E)

source: ë´ë³´ë´ê¸° (\(targetCount)ì¥)
en: Export (\(targetCount) photos)

source: ë´ë³´ë´ê¸° / ë°°ì¹ ì²ë¦¬
en: Export / Batch Process

source: ë´ë³´ë´ê¸° ì¤ì 
en: Export Settings

source: ë´ë³´ë´ê¸° ì íì í´ë êµ¬ì¡°
en: Subfolder Structure on Export

source: ë´ë³´ë´ê¸° ìë£
en: Export Complete

source: ë´ë³´ë´ê¸° ìë£ â JPG \(result.copiedJPG)ì¥, RAW \(result.copiedRAW)ì¥
en: Export Complete â JPG \(result.copiedJPG), RAW \(result.copiedRAW)

source: ë´ë³´ë´ê¸° ìë£ â RAW \(result.copiedRAW)ì¥, XMP \(result.copiedXMP)ì¥
en: Export Complete â RAW \(result.copiedRAW), XMP \(result.copiedXMP)

source: ë´ë³´ë´ê¸° ì·¨ì
en: Cancel Export

source: ë´ë³´ë´ê¸° í Finder ì´ê¸°
en: Open in Finder After Export

source: ëë¹
en: Width

source: ë ¸ë
en: Yellow

source: ë ¸ë (7)
en: Yellow (7)

source: ë ê°ê¹ ê°ì§
en: Eyes Closed Detection

source: ëë¦¼
en: Slow

source: ë¤ë¥¸ í´ëìì "ì¤íì¼ ì¶ì²" ì¬ì©
en: Use "Style Recommendation" from Another Folder

source: ë¤ë¥¸ í´ëì RAW/JPG íì¼ì íì¬ ëª©ë¡ê³¼ ë§¤ì¹­í©ëë¤
en: Match RAW/JPG files from another folder with the current list

source: ë¤ì Gí¤ â ì­ì 
en: Press G again â Delete

source: ë¤ì ë¶ì
en: Re-analyze

source: ë¤ì ì¸¡ì 
en: Re-measure

source: ë¤ì´ë¡ë
en: Download

source: ë¤ì´ë¡ë ì¤í¨: \(fileName)
en: Download Failed: \(fileName)

source: ë¤ì ë©ëª¨ë¦¬ì¹´ëë¥¼ ë°±ì íìê² ìµëê¹?
en: Back up the next memory card?

source: ë¤ì ì¹´ë ëê¸°
en: Waiting for Next Card

source: ë¤ì íë ì (â)
en: Next Frame (â)

source: ë¤í¬ ê·¸ë ì´
en: Dark Gray

source: ë¤í¬ ëª¨ë
en: Dark Mode

source: ë¨ì¼ ì í
en: Single Select

source: ë¨ì²´/êµ°ì¤
en: Group/Crowd

source: ë¨ì¶í¤
en: Shortcuts

source: ë¨ì¶í¤ ëìë§
en: Shortcut Help

source: ë¨ì¶í¤ ìë´
en: Keyboard Shortcuts

source: ë«ê¸°
en: Close

source: ëë¹
en: Contrast

source: ëì
en: Target

source: ëì í´ëì ì´ë¯¸ ì¡´ì¬íë íì¼ \(duplicateFiles.count)ê°:
en: \(duplicateFiles.count) files already exist in destination:

source: ëíë¯¼êµ­
en: South Korea

source: ëë³´ê¸°
en: More

source: ë®ì´ì°ê¸°
en: Overwrite

source: ëì
en: City

source: ëì/ì¼ê²½
en: City/Night Scene

source: ëìê°ê¸°
en: Go Back

source: ëê¸°í
en: Sync

source: ëë¬¼/ìë¬¼
en: Animals/Plants

source: ëì ì²ë¦¬
en: Parallel Processing

source: ëëë¦¬ê¸°
en: Undo

source: ëëë¦¬ê¸° ì¤í¨
en: Undo Failed

source: ëëë¦¬ê¸° ìë£
en: Undo Complete

source: ëëë¦´ í­ëª©ì´ ììµëë¤
en: Nothing to Undo

source: ë ê°ì§ í©ì°ì¼ë¡ ìµì¢ ì ì¬ë íë¨
en: Final Similarity Determined by Combined Score

source: ë¤ë¡
en: Back

source: ëì¼ ë·°ì´ (D)
en: Dual Viewer (D)

source: ëë ¸ì´ì¦
en: Denoise

source: ëì¤í¬
en: Disk

source: ëì¤í¬ ì¶ì¶
en: Disk Extraction

source: ëì¤í¬ ì¶ì¶ ê²°ê³¼
en: Disk Extraction Result

source: ëì¤í¬ ìºì ì í
en: Disk Cache Limit

source: ëì¡¸ë¸
en: Dissolve

source: ëí ì¼
en: Detail

source: ëí ì¼/í´ë¡ì¦ì
en: Detail/Close-up

source: ëí´í¸
en: Default

source: ë°ë»í
en: Warm

source: ëë ìë íìµ:
en: Or manual training:

source: ë¼ë²¨ ìì
en: No Label

source: ë¼ë²¨ íí° í´ì 
en: Clear Label Filter

source: ë¼ë²¨ í´ì 
en: Remove Label

source: ë¼ì´í¸ ê·¸ë ì´
en: Light Gray

source: ë¼ì´í¸ ëª¨ë
en: Light Mode

source: ë ì´ìì ì í
en: Switch Layout

source: ë ì´í /ì»¬ë¬ë¼ë²¨ ë³´ì¡´
en: Preserve Rating/Color Label

source: ë ì¦
en: Lens

source: ë¡ê³ ì í
en: Select Logo

source: ë¡ê³ í¬ê¸° \(Int(watermarkImageScale * 100))%
en: Logo Size \(Int(watermarkImageScale * 100))%

source: ë¡ê·¸
en: Log

source: ë¡ê·¸ íì¼ ì ì¥
en: Save Log File

source: ë¡ê·¸ íì¼ì´ ììµëë¤
en: No Log File

source: ë¡ê·¸ í´ë ì´ê¸°
en: Open Log Folder

source: ë¡ê·¸ìì
en: Sign Out

source: ë¡ê·¸ì¸
en: Sign In

source: ë¡ë© ì¤...
en: Loading...

source: ë¡ì»¬ ëë¼ì´ë¸
en: Local Drive

source: ë¡ì»¬ í´ë
en: Local Folder

source: ë¦¬ì¬ì´ì¦
en: Resize

source: ë¦¬íë ì í í°ì´ ììµëë¤. ë¤ì ë¡ê·¸ì¸í´ì£¼ì¸ì.
en: No refresh token. Please sign in again.

source: ë§í¬ ë³µì¬
en: Copy Link

source: ë§í¬ ì´ê¸°
en: Open Link

source: ë§ì°ì¤ ë¤ë¡/ìì¼ë¡ ë²í¼ â í´ë íì¤í ë¦¬ ì´ë
en: Mouse Back/Forward â Navigate Folder History

source: ë§ìì ëë ì¬ì§ì ì ííì¸ì
en: Select photos you like

source: ë§ì§ë§ í¬ê¸°
en: Last Size

source: ë§ë¤ê¸°
en: Create

source: ë§ì¶¤
en: Fit

source: ë§¤ì° ë¹ ë¦
en: Very Fast

source: ë§¤ì â©1,250 (34% í ì¸)
en: Monthly â©1,250 (34% off)

source: ë§¤ì ê²°ì 
en: Monthly Billing

source: ë§¤ì¹­
en: Matching

source: ë§¤ì¹­ ê²°ê³¼
en: Match Results

source: ë§¤ì¹­ ëª¨ë
en: Match Mode

source: ë§¤ì¹­ ì±ê³µ
en: Match Successful

source: ë§¤ì¹­ ì±ê³µ: \(r.matched.count)ì¥
en: Matched: \(r.matched.count) photos

source: ë§¤ì¹­ ì¤í
en: Run Matching

source: ë§¤ì¹­ ìë£: \(matched)ê° ì°ê²°ë¨ (í´ë: \(selectedURL.lastPathComponent), ì´ \(externalFiles.count)ê° íì¼)
en: Matching complete: \(matched) linked (Folder: \(selectedURL.lastPathComponent), \(externalFiles.count) files total)

source: ë§¤ì¹­ë \(matchedCount)ì¥ì â 1 ë³ì ì ì ì©íìµëë¤.
en: Applied â 1 rating to \(matchedCount) matched photos.

source: ë§¤ì¹­ë íì¼ì ë³µì¬í í´ëë¥¼ ì ííì¸ì
en: Select folder to copy matched files to

source: ë§¤ì¹­ë¨
en: Matched

source: ë§¤ì¹­í RAW íì¼ì´ ìë í´ëë¥¼ ì ííì¸ì
en: Select folder containing RAW files to match

source: ë§¤ì¹­í RAW/JPG í´ë ì í
en: Select RAW/JPG Folder to Match

source: ë§¤ì¹­í í´ë ì í
en: Select Folder to Match

source: ë¨¸ë¦¬ê¸/ë°ë¥ê¸
en: Header/Footer

source: ë¨¼ì  RAW í´ëë¥¼ ì´ì´ì£¼ì¸ì
en: Please open the RAW folder first

source: ë¨¼ì  ì¬ì§ í´ëë¥¼ ì´ì´ì£¼ì¸ì.
en: Please open a photo folder first.

source: ë¨¼ì  í´ëë¥¼ ì´ì´ì£¼ì¸ì
en: Please open a folder first

source: ë©ëª¨ë¦¬ ì í
en: Memory Limit

source: ë©ëª¨ë¦¬, CPU, ìëµìê° ì´ì ì ê²½ê³ ê¸°ë¡
en: Log warnings when memory, CPU, or response time exceeds threshold

source: ë©ëª¨ë¦¬ì¹´ë ê°ì§ë¨
en: Memory Card Detected

source: ë©ëª¨ë¦¬ì¹´ë ìë ë°±ì
en: Auto Backup Memory Card

source: ë©ëª¨ë¦¬ì¹´ë(SD/CF) ì°ê²° ì ìëì¼ë¡ ë°±ì í´ëë¥¼ ë¬»ê³ ë³µì¬í©ëë¤
en: When a memory card (SD/CF) is connected, automatically prompt for backup folder and copy

source: ë©ì¸ ë·°ì´ìì ì¬ì§ì ì ííì¸ì
en: Select a photo in the main viewer

source: ë©íë°ì´í°
en: Metadata

source: ë©íë°ì´í° ë°°ì¹ í¸ì§
en: Batch Edit Metadata

source: ë©íë°ì´í° ìì± ì¤í¨
en: Metadata Creation Failed

source: ë©íë°ì´í° ì¤ë²ë ì´ í ê¸
en: Toggle Metadata Overlay

source: ë©íë°ì´í° ì ì¥ ìë£
en: Metadata Saved

source: ë©íë°ì´í° í¸ì§
en: Edit Metadata

source: ë©íë°ì´í° í¸ì§ (\(targetCount)ì¥)
en: Edit Metadata (\(targetCount) photos)

source: ëª¨ëí° ë§ì¶¤ (ìë)
en: Fit to Monitor (Auto)

source: ëª¨ë¸
en: Model

source: ëª¨ë ì¶ê°
en: Add All

source: ëª¨ë
en: Mode

source: ëª¨ë ë³ì  íì
en: Show All Ratings

source: ëª¨ë ë¶ì í­ëª© ì í
en: Select All Analysis Items

source: ëª¨ë ë¶ì í­ëª© í´ì 
en: Deselect All Analysis Items

source: ëª¨ë ì¬ì§ì´ ì´ë¯¸ ë¶ë¥ëì´ ììµëë¤
en: All photos are already classified

source: ëª©ë¡
en: List
